-- phpMyAdmin SQL Dump
-- version 4.4.10
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Авг 09 2015 г., 13:01
-- Версия сервера: 5.5.44
-- Версия PHP: 5.4.42

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `to`
--

-- --------------------------------------------------------

--
-- Структура таблицы `chatmain`
--

CREATE TABLE IF NOT EXISTS `chatmain` (
  `id` int(11) NOT NULL,
  `type` int(1) NOT NULL DEFAULT '1',
  `time` int(11) NOT NULL DEFAULT '0',
  `admin_id` int(11) NOT NULL DEFAULT '0',
  `text` varchar(255) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `chatmain`
--

INSERT INTO `chatmain` (`id`, `type`, `time`, `admin_id`, `text`) VALUES
(1, 1, 1435056763, 7, 'У мя вопрос - тут рекламу свою можно сувать?'),
(2, 1, 1435056964, 8, 'хочу хочу хочу'),
(3, 1, 1435057780, 3, 'Внимание. Новый вид турнирных сеток на этом сайте будет появляться каждую неделю. Удачных проведений турниров.'),
(4, 1, 1435062414, 9, 'Круговая сетка когда будет?'),
(5, 1, 1435165302, 12, 'Есть кто?');

-- --------------------------------------------------------

--
-- Структура таблицы `link`
--

CREATE TABLE IF NOT EXISTS `link` (
  `id` int(11) NOT NULL,
  `link_type` int(1) NOT NULL DEFAULT '0',
  `link_id` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0',
  `admin_id` int(11) NOT NULL DEFAULT '0',
  `param` int(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `link`
--

INSERT INTO `link` (`id`, `link_type`, `link_id`, `time`, `admin_id`, `param`) VALUES
(1, 1, 1, 1435315642, 3, 1),
(2, 1, 3, 1435327760, 5, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `migration`
--

CREATE TABLE IF NOT EXISTS `migration` (
  `version` varchar(180) NOT NULL,
  `apply_time` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `migration`
--

INSERT INTO `migration` (`version`, `apply_time`) VALUES
('m000000_000000_base', 1432630385),
('m150526_081345_create_users_tables_table', 1432630389);

-- --------------------------------------------------------

--
-- Структура таблицы `msgs`
--

CREATE TABLE IF NOT EXISTS `msgs` (
  `id` int(11) NOT NULL,
  `unit_type` int(1) NOT NULL DEFAULT '1',
  `unit_id` int(11) NOT NULL DEFAULT '0',
  `admin_id` int(11) NOT NULL DEFAULT '0',
  `time` int(11) NOT NULL DEFAULT '0',
  `text` varchar(255) NOT NULL,
  `param` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `msgs`
--

INSERT INTO `msgs` (`id`, `unit_type`, `unit_id`, `admin_id`, `time`, `text`, `param`) VALUES
(1, 1, 5, 9, 1435132737, 'Dildoo победил в 1 сезоне. Мамаёб хренов :)', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(11) NOT NULL,
  `type` int(1) NOT NULL DEFAULT '1',
  `time` int(11) NOT NULL DEFAULT '0',
  `admin_id` int(11) NOT NULL DEFAULT '0',
  `text` varchar(300) NOT NULL,
  `text_full` varchar(1500) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `type`, `time`, `admin_id`, `text`, `text_full`) VALUES
(1, 1, 1432482384, 0, 'Сайт находиться в бета тестировании до зимы 2015 года. Некоторые функции временно отключены, но каждый день ведутся улучшения. Если Вы заметили баги или имеете пожелания в улучшении сайта, то сообщите в обратной связи.', 'Сайт находиться в бета тестировании до зимы 2015 года. Каждый день ведутся улучшения, но некоторые функции временно отключены. Если Вы заметили баги или имеете пожелания в улучшении сайта, то сообщите в обратной связи.'),
(2, 2, 0, 0, 'Внимание! Во время бета-тестирования сайта проходит акция "Получи деньги за свой турнир". Если количество просмотров Вашего турнира превысило 100 уникальных человек, Вы можете получить деньги.', 'Внимание! Во время бета-тестирования сайта проходит акция "Получи деньги за свой турнир". Если количество просмотров Вашего турнира превысило 100 уникальных человек, Вы можете получить деньги.');

-- --------------------------------------------------------

--
-- Структура таблицы `season`
--

CREATE TABLE IF NOT EXISTS `season` (
  `id` int(11) NOT NULL,
  `t_id` int(11) NOT NULL,
  `type` int(1) NOT NULL DEFAULT '1',
  `time` int(11) NOT NULL,
  `admin_id` int(11) NOT NULL,
  `time_update` int(11) NOT NULL,
  `name` varchar(16) NOT NULL DEFAULT 'season 1',
  `unit_type` int(1) NOT NULL DEFAULT '0',
  `time_action` varchar(20) NOT NULL,
  `score_open` int(1) NOT NULL DEFAULT '0',
  `invisible` int(1) NOT NULL DEFAULT '0',
  `zayavka_open` int(1) NOT NULL DEFAULT '0',
  `net_type` int(5) NOT NULL,
  `label` int(1) NOT NULL DEFAULT '0',
  `unit1` varchar(12) NOT NULL,
  `unit2` varchar(12) NOT NULL,
  `unit3` varchar(12) NOT NULL,
  `unit4` varchar(12) NOT NULL,
  `unit5` varchar(12) NOT NULL,
  `unit6` varchar(12) NOT NULL,
  `unit7` varchar(12) NOT NULL,
  `unit8` varchar(12) NOT NULL,
  `unit9` varchar(12) NOT NULL,
  `unit10` varchar(12) NOT NULL,
  `unit11` varchar(12) NOT NULL,
  `unit12` varchar(12) NOT NULL,
  `unit13` varchar(12) NOT NULL,
  `unit14` varchar(12) NOT NULL,
  `unit15` varchar(12) NOT NULL,
  `unit16` varchar(12) NOT NULL,
  `unit17` varchar(12) NOT NULL,
  `unit18` varchar(12) NOT NULL,
  `unit19` varchar(12) NOT NULL,
  `unit20` varchar(12) NOT NULL,
  `unit21` varchar(12) NOT NULL,
  `unit22` varchar(12) NOT NULL,
  `unit23` varchar(12) NOT NULL,
  `unit24` varchar(12) NOT NULL,
  `unit25` varchar(12) NOT NULL,
  `unit26` varchar(12) NOT NULL,
  `unit27` varchar(12) NOT NULL,
  `unit28` varchar(12) NOT NULL,
  `unit29` varchar(12) NOT NULL,
  `unit30` varchar(12) NOT NULL,
  `unit31` varchar(12) NOT NULL,
  `unit32` varchar(12) NOT NULL,
  `uunit1` varchar(12) NOT NULL,
  `uunit2` varchar(12) NOT NULL,
  `uunit3` varchar(12) NOT NULL,
  `uunit4` varchar(12) NOT NULL,
  `uunit5` varchar(12) NOT NULL,
  `uunit6` varchar(12) NOT NULL,
  `uunit7` varchar(12) NOT NULL,
  `uunit8` varchar(12) NOT NULL,
  `uunit9` varchar(12) NOT NULL,
  `uunit10` varchar(12) NOT NULL,
  `uunit11` varchar(12) NOT NULL,
  `uunit12` varchar(12) NOT NULL,
  `uunit13` varchar(12) NOT NULL,
  `uunit14` varchar(12) NOT NULL,
  `uunit15` varchar(12) NOT NULL,
  `uunit16` varchar(12) NOT NULL,
  `uuunit1` varchar(12) NOT NULL,
  `uuunit2` varchar(12) NOT NULL,
  `uuunit3` varchar(12) NOT NULL,
  `uuunit4` varchar(12) NOT NULL,
  `uuunit5` varchar(12) NOT NULL,
  `uuunit6` varchar(12) NOT NULL,
  `uuunit7` varchar(12) NOT NULL,
  `uuunit8` varchar(12) NOT NULL,
  `uuuunit1` varchar(12) NOT NULL,
  `uuuunit2` varchar(12) NOT NULL,
  `uuuunit3` varchar(12) NOT NULL,
  `uuuunit4` varchar(12) NOT NULL,
  `uuuuunit1` varchar(12) NOT NULL,
  `uuuuunit2` varchar(12) NOT NULL,
  `unit_winner` varchar(12) NOT NULL,
  `score1` varchar(3) NOT NULL DEFAULT '0',
  `score2` varchar(3) NOT NULL DEFAULT '0',
  `score3` varchar(3) NOT NULL DEFAULT '0',
  `score4` varchar(3) NOT NULL DEFAULT '0',
  `score5` varchar(3) NOT NULL DEFAULT '0',
  `score6` varchar(3) NOT NULL DEFAULT '0',
  `score7` varchar(3) NOT NULL DEFAULT '0',
  `score8` varchar(3) NOT NULL DEFAULT '0',
  `score9` varchar(3) NOT NULL DEFAULT '0',
  `score10` varchar(3) NOT NULL DEFAULT '0',
  `score11` varchar(3) NOT NULL DEFAULT '0',
  `score12` varchar(3) NOT NULL DEFAULT '0',
  `score13` varchar(3) NOT NULL DEFAULT '0',
  `score14` varchar(3) NOT NULL DEFAULT '0',
  `score15` varchar(3) NOT NULL DEFAULT '0',
  `score16` varchar(3) NOT NULL DEFAULT '0',
  `score17` varchar(3) NOT NULL DEFAULT '0',
  `score18` varchar(3) NOT NULL DEFAULT '0',
  `score19` varchar(3) NOT NULL DEFAULT '0',
  `score20` varchar(3) NOT NULL DEFAULT '0',
  `score21` varchar(3) NOT NULL DEFAULT '0',
  `score22` varchar(3) NOT NULL DEFAULT '0',
  `score23` varchar(3) NOT NULL DEFAULT '0',
  `score24` varchar(3) NOT NULL DEFAULT '0',
  `score25` varchar(3) NOT NULL DEFAULT '0',
  `score26` varchar(3) NOT NULL DEFAULT '0',
  `score27` varchar(3) NOT NULL DEFAULT '0',
  `score28` varchar(3) NOT NULL DEFAULT '0',
  `score29` varchar(3) NOT NULL DEFAULT '0',
  `score30` varchar(3) NOT NULL DEFAULT '0',
  `score31` varchar(3) NOT NULL DEFAULT '0',
  `score32` varchar(3) NOT NULL DEFAULT '0',
  `sscore1` varchar(3) NOT NULL DEFAULT '0',
  `sscore2` varchar(3) NOT NULL DEFAULT '0',
  `sscore3` varchar(3) NOT NULL DEFAULT '0',
  `sscore4` varchar(3) NOT NULL DEFAULT '0',
  `sscore5` varchar(3) NOT NULL DEFAULT '0',
  `sscore6` varchar(3) NOT NULL DEFAULT '0',
  `sscore7` varchar(3) NOT NULL DEFAULT '0',
  `sscore8` varchar(3) NOT NULL DEFAULT '0',
  `sscore9` varchar(3) NOT NULL DEFAULT '0',
  `sscore10` varchar(3) NOT NULL DEFAULT '0',
  `sscore11` varchar(3) NOT NULL DEFAULT '0',
  `sscore12` varchar(3) NOT NULL DEFAULT '0',
  `sscore13` varchar(3) NOT NULL DEFAULT '0',
  `sscore14` varchar(3) NOT NULL DEFAULT '0',
  `sscore15` varchar(3) NOT NULL DEFAULT '0',
  `sscore16` varchar(3) NOT NULL DEFAULT '0',
  `ssscore1` varchar(3) NOT NULL DEFAULT '0',
  `ssscore2` varchar(3) NOT NULL DEFAULT '0',
  `ssscore3` varchar(3) NOT NULL DEFAULT '0',
  `ssscore4` varchar(3) NOT NULL DEFAULT '0',
  `ssscore5` varchar(3) NOT NULL DEFAULT '0',
  `ssscore6` varchar(3) NOT NULL DEFAULT '0',
  `ssscore7` varchar(3) NOT NULL DEFAULT '0',
  `ssscore8` varchar(3) NOT NULL DEFAULT '0',
  `sssscore1` varchar(3) NOT NULL DEFAULT '0',
  `sssscore2` varchar(3) NOT NULL DEFAULT '0',
  `sssscore3` varchar(3) NOT NULL DEFAULT '0',
  `sssscore4` varchar(3) NOT NULL DEFAULT '0',
  `ssssscore1` varchar(3) NOT NULL DEFAULT '0',
  `ssssscore2` varchar(3) NOT NULL DEFAULT '0',
  `time1` varchar(16) NOT NULL,
  `time2` varchar(16) NOT NULL,
  `time3` varchar(16) NOT NULL,
  `time4` varchar(16) NOT NULL,
  `time5` varchar(16) NOT NULL,
  `time6` varchar(16) NOT NULL,
  `time7` varchar(16) NOT NULL,
  `time8` varchar(16) NOT NULL,
  `time9` varchar(16) NOT NULL,
  `time10` varchar(16) NOT NULL,
  `time11` varchar(16) NOT NULL,
  `time12` varchar(16) NOT NULL,
  `time13` varchar(16) NOT NULL,
  `time14` varchar(16) NOT NULL,
  `time15` varchar(16) NOT NULL,
  `time16` varchar(16) NOT NULL,
  `ttime1` varchar(16) NOT NULL,
  `ttime2` varchar(16) NOT NULL,
  `ttime3` varchar(16) NOT NULL,
  `ttime4` varchar(16) NOT NULL,
  `ttime5` varchar(16) NOT NULL,
  `ttime6` varchar(16) NOT NULL,
  `ttime7` varchar(16) NOT NULL,
  `ttime8` varchar(16) NOT NULL,
  `tttime1` varchar(16) NOT NULL,
  `tttime2` varchar(16) NOT NULL,
  `tttime3` varchar(16) NOT NULL,
  `tttime4` varchar(16) NOT NULL,
  `ttttime1` varchar(16) NOT NULL,
  `ttttime2` varchar(16) NOT NULL,
  `time_final` varchar(16) NOT NULL,
  `unit3place1` varchar(12) NOT NULL,
  `unit3place2` varchar(12) NOT NULL,
  `unit3place3` varchar(12) NOT NULL,
  `score3place1` varchar(3) NOT NULL DEFAULT '0',
  `score3place2` varchar(3) NOT NULL DEFAULT '0',
  `time3place` varchar(12) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `season`
--

INSERT INTO `season` (`id`, `t_id`, `type`, `time`, `admin_id`, `time_update`, `name`, `unit_type`, `time_action`, `score_open`, `invisible`, `zayavka_open`, `net_type`, `label`, `unit1`, `unit2`, `unit3`, `unit4`, `unit5`, `unit6`, `unit7`, `unit8`, `unit9`, `unit10`, `unit11`, `unit12`, `unit13`, `unit14`, `unit15`, `unit16`, `unit17`, `unit18`, `unit19`, `unit20`, `unit21`, `unit22`, `unit23`, `unit24`, `unit25`, `unit26`, `unit27`, `unit28`, `unit29`, `unit30`, `unit31`, `unit32`, `uunit1`, `uunit2`, `uunit3`, `uunit4`, `uunit5`, `uunit6`, `uunit7`, `uunit8`, `uunit9`, `uunit10`, `uunit11`, `uunit12`, `uunit13`, `uunit14`, `uunit15`, `uunit16`, `uuunit1`, `uuunit2`, `uuunit3`, `uuunit4`, `uuunit5`, `uuunit6`, `uuunit7`, `uuunit8`, `uuuunit1`, `uuuunit2`, `uuuunit3`, `uuuunit4`, `uuuuunit1`, `uuuuunit2`, `unit_winner`, `score1`, `score2`, `score3`, `score4`, `score5`, `score6`, `score7`, `score8`, `score9`, `score10`, `score11`, `score12`, `score13`, `score14`, `score15`, `score16`, `score17`, `score18`, `score19`, `score20`, `score21`, `score22`, `score23`, `score24`, `score25`, `score26`, `score27`, `score28`, `score29`, `score30`, `score31`, `score32`, `sscore1`, `sscore2`, `sscore3`, `sscore4`, `sscore5`, `sscore6`, `sscore7`, `sscore8`, `sscore9`, `sscore10`, `sscore11`, `sscore12`, `sscore13`, `sscore14`, `sscore15`, `sscore16`, `ssscore1`, `ssscore2`, `ssscore3`, `ssscore4`, `ssscore5`, `ssscore6`, `ssscore7`, `ssscore8`, `sssscore1`, `sssscore2`, `sssscore3`, `sssscore4`, `ssssscore1`, `ssssscore2`, `time1`, `time2`, `time3`, `time4`, `time5`, `time6`, `time7`, `time8`, `time9`, `time10`, `time11`, `time12`, `time13`, `time14`, `time15`, `time16`, `ttime1`, `ttime2`, `ttime3`, `ttime4`, `ttime5`, `ttime6`, `ttime7`, `ttime8`, `tttime1`, `tttime2`, `tttime3`, `tttime4`, `ttttime1`, `ttttime2`, `time_final`, `unit3place1`, `unit3place2`, `unit3place3`, `score3place1`, `score3place2`, `time3place`) VALUES
(1, 1, 1, 1434993232, 5, 1435040395, 'Сезон 1', 0, '01-03 мая 2015', 0, 0, 0, 10004, 0, 'Архыз', 'Bolb', 'VitA', 'агалделый', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Bolb', 'VitA', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'VitA', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(2, 1, 1, 1434993845, 5, 1434993845, 'Сезон 2', 0, '01-03 мая 2015', 0, 0, 0, 11004, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(3, 1, 1, 1434994017, 5, 1434994017, 'сезон 3', 0, '01-03 мая 2015', 0, 0, 0, 10008, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(4, 1, 1, 1434994121, 5, 1434994121, 'Сезон 4', 0, '01-03 мая 2015', 0, 0, 0, 11008, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(5, 1, 1, 1434994165, 5, 1434994165, 'Сезон 5', 0, '01-03 мая 2015', 0, 0, 0, 10016, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(6, 1, 1, 1434994214, 5, 1434994214, 'Сезон 6', 0, '01-03 мая 2015', 0, 0, 0, 11016, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(7, 1, 1, 1434994267, 5, 1434994267, 'Сезон 7', 0, '01-03 мая 2015', 0, 0, 0, 10032, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(8, 1, 1, 1434994297, 5, 1434994297, 'Сезон 8', 0, '01-03 мая 2015', 0, 0, 0, 11032, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(9, 2, 1, 1434997571, 6, 1434997878, 'Season 1', 0, '', 0, 0, 0, 10004, 0, 'Orif_lamer', 'PokaMoon', 'FaRaMoN', 'satanovskiy', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'PokaMoon', 'FaRaMoN', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'PokaMoon', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(10, 3, 1, 1435056518, 7, 1435056605, 'Season 1', 0, '', 0, 0, 0, 10008, 0, '1232', '2100', '1687', '2323', '1435', '5457', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2100', '1687', '5457', '', '', '', '', '', '', '', '', '', '', '', '', '', '2100', '5457', '', '', '', '', '', '', '', '', '', '', '', '', '2100', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(11, 4, 1, 1435057062, 8, 1435057219, 'Season 1', 0, '', 0, 0, 0, 11004, 0, 'Денис Ш.', 'Леха В.', 'Андрей С.', 'Костя К.', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Денис Ш.', 'Андрей С.', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Андрей С.', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '12-7', '9-6', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '10-15', 'Костя К.', 'Леха В.', 'Леха В.', '0', '0', '14-9'),
(12, 5, 1, 1435062267, 9, 1435062349, 'Сезон 0.5', 0, '23 июня  2015', 0, 0, 0, 10008, 0, 'Zerling', 'Якакмото', 'Vasek95', 'Vbo', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Zerling', 'Vbo', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Vbo', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Vbo', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(13, 6, 1, 1435080497, 11, 1435080721, 'Season 1', 0, '23.06.15', 0, 0, 0, 11004, 0, 'AndrosowCo', 'Buteraty', 'Circles', 'Doom', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'AndrosowCo', 'Circles', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Circles', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Doom', 'Buteraty', 'Buteraty', '0', '0', ''),
(14, 5, 1, 1435132468, 9, 1435132814, 'Сезон 1', 0, '', 0, 0, 0, 11104, 0, 'БомЖ', 'Dildoo', '3Er', 'Стаzzz', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Dildoo', '3Er', '', '', '', '', '', '', 'БомЖ', 'Стаzzz', '', '', '', '', '', '', '', '', '', '', 'Dildoo', 'БомЖ', '', '', 'Стаzzz', '', '', '', '', '', 'Dildoo', '', '', '', '', '', '', '', 'Dildoo', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(15, 1, 1, 1435133467, 5, 1435133855, 'Сезон 9', 0, '', 0, 1, 0, 11104, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(16, 1, 1, 1435133524, 5, 1435133869, 'Сезон 10', 0, '', 0, 1, 0, 11108, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(17, 1, 1, 1435133581, 5, 1435133836, 'Сезон 11', 0, '', 0, 1, 0, 11116, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(18, 7, 1, 1435153120, 10, 1435154016, 'Season 1', 0, '', 0, 0, 0, 10008, 0, 'Sisko', 'Up Te', 'SoMicr', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Up Te', 'SoMicr', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'SoMicr', '', '', '', '', '', '', '', '', '', '', '', '', '', 'SoMicr', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(19, 8, 1, 1435165594, 12, 1435165781, 'Сезон 1', 0, '', 0, 0, 0, 10008, 0, 'SerЖ', 'f5', 'Balu', 'Podonok E.', 'Ha4', 'ghq', 'Сегодня нет', 'Don Padlo', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'f5', 'Balu', 'Ha4', 'Don Padlo', '', '', '', '', '', '', '', '', '', '', '', '', 'f5', 'Don Padlo', '', '', '', '', '', '', '', '', '', '', '', '', 'f5', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(20, 9, 1, 1435251853, 13, 1435253955, 'Season3', 0, '', 0, 0, 0, 11108, 0, 'Небо в алмаз', 'Dinamo', '5 поросят', 'Letosvzima', 'Figaro', 'Шпроты', 'PiterFive', 'Electric', '', '', '', '', '', '', '', '', '', '', '', 'PiterFive', '', '', '', '5 поросят', 'Небо в алмаз', '5 поросят', '', '', 'Шпроты', 'Electric', '', '', 'Dinamo', 'Letosvzima', 'Figaro', 'PiterFive', '', '', '', '', '', '', '', '', '5 поросят', 'Dinamo', 'Electric', 'Figaro', 'Letosvzima', 'PiterFive', '', '', '', '', '5 поросят', 'Electricc', 'Letosvzima', '', '', '5 поросят', '', '', '5 поросят', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(21, 10, 1, 1435418123, 14, 1435418376, 'Сезон 2', 0, '27.07.15', 0, 0, 0, 10004, 0, 'OMG', 'HugO', '5 толстяков', 'DoCs', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'HugO', '5 толстяков', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '5 толстяков', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(22, 11, 1, 1435871889, 15, 1436090216, 'Season 1', 0, '05.07.2015', 0, 0, 0, 11016, 0, '2eggs', 'ShiMo', 'Re''Ir', 'Ab Ovo team', '4 Khights an', 'Death Techno', 'OUTBREAK', 'Agent''s', 'S`G`E', 'Drunken Igel', 'Pro_mamed.ki', 'Rostik+4yako', 'Amfitamin-Ga', 'NVLD', 'H4G', 'Well Played', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(23, 12, 1, 1436082962, 16, 1436083209, 'Season 1', 0, '', 0, 0, 0, 11008, 0, 'Антон', 'Димон', 'Никита', 'Серега', 'Стас', 'Макс', 'Саня', 'Паша', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Димон', 'Серега', 'Стас', 'Паша', '', '', '', '', '', '', '', '', '', '', '', '', 'Серега', 'Паша', '', '', '', '', '', '', '', '', '', '', '', '', 'Паша', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Стас', 'Димон', 'Димон', '0', '0', ''),
(24, 14, 1, 1436102313, 17, 1436102313, 'Season 1', 2, '', 1, 0, 0, 11016, 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(25, 15, 1, 1436173071, 14, 1436173253, 'Season 1', 0, '', 0, 0, 0, 10004, 0, 'GIKS', 'No Smoking', 'Пиггисы', 'Ass', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'No Smoking', 'Ass', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'No Smoking', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', ''),
(26, 16, 1, 1438087871, 18, 1438261534, 'Season 1', 0, '', 0, 0, 0, 10008, 0, 'WestBromwich', 'Hannover', 'Kuban', 'Getafe', 'Braga ', 'Olympiakos', 'Hertha', ' Rubin', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'WestBromwich', ' Rubin', 'Kuban', 'Braga ', '', '', '', '', '', '', '', '', '', '', '', '', '', 'Kuban', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '10-3', '1-0 ,2-2', '3-0 ,4-3', '3-2,0-1', '', '', '', '', '', '', '', '', '', '', '', '', '', '2-1,3-2', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0', '0', '');

-- --------------------------------------------------------

--
-- Структура таблицы `t`
--

CREATE TABLE IF NOT EXISTS `t` (
  `id` int(11) NOT NULL,
  `admin_id` int(11) NOT NULL,
  `type` int(1) NOT NULL DEFAULT '1',
  `time` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `game` varchar(15) NOT NULL,
  `img` varchar(500) NOT NULL,
  `site` varchar(50) NOT NULL,
  `opisanie` varchar(500) NOT NULL DEFAULT 'Нет описание турнира...',
  `color_table` varchar(6) NOT NULL DEFAULT 'ffffff',
  `color_text_unit` varchar(6) NOT NULL DEFAULT 'ff0000',
  `color_text_time` varchar(6) NOT NULL DEFAULT '000000',
  `color_line` varchar(6) NOT NULL DEFAULT '000000',
  `color_cell` varchar(6) NOT NULL DEFAULT 'cccccc',
  `invisible` int(1) NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `t`
--

INSERT INTO `t` (`id`, `admin_id`, `type`, `time`, `name`, `game`, `img`, `site`, `opisanie`, `color_table`, `color_text_unit`, `color_text_time`, `color_line`, `color_cell`, `invisible`) VALUES
(1, 5, 1, 1434993076, 'ExampLE Liga', 'dota2', '', 'http://vk.com/to_dota2', 'Турнир создан в качестве примера. Много, много описания... Турнир создан в качестве примера. Много, много описания... Турнир создан в качестве примера. Много, много описания...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(2, 6, 1, 1434995702, 'THY_tour', 'fifa', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(3, 7, 1, 1435056503, 'AlahAcbar', '', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(4, 8, 1, 1435057027, 'Термовзрыв пукана', '', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'ffffaa', 0),
(5, 9, 1, 1435062202, 'ExFbyK', 'HMM3', '', '', 'Битва королей в Герох3', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(6, 11, 1, 1435080446, 'Belgorod Nation Cup', 'CS:GO', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(7, 10, 1, 1435153111, 'WRpromo', '', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(8, 12, 1, 1435165487, 'g0l0d0m0r', 'dota2', '', '', '1 на 1 за рарочки', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(9, 13, 1, 1435251812, 'Cup Less', 'dota2', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(10, 14, 1, 1435418035, 'KIDS liga', 'CS:GO', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(11, 15, 1, 1435871794, 'Big wave ', 'Dota2', 'https://pp.vk.me/c622917/v622917879/3694c/rrDjV3Ouwd4.jpg', 'https://vk.com/bigwavechlng', 'Без взноса,призовой фонд 50 рар', '7FFFD4', 'ff0000', '000000', '000000', 'cccccc', 0),
(12, 16, 1, 1436082931, 'Точка входа', '', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(13, 17, 1, 1436102263, 'EuroLeague2015', 'PES11', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(14, 17, 1, 1436102283, 'EuroLeague2015', 'PES11', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(15, 14, 1, 1436173062, 'HoN_warriors', 'HoN', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0),
(16, 18, 1, 1438087814, 'Tournament X', '', '', '', 'Не хочу ничего описывать...', 'ffffff', 'ff0000', '000000', '000000', 'cccccc', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `user`
--

CREATE TABLE IF NOT EXISTS `user` (
  `id` int(11) NOT NULL,
  `username` varchar(12) COLLATE utf8_unicode_ci NOT NULL,
  `auth_key` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `password_hash` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password_reset_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `role` smallint(6) NOT NULL DEFAULT '10',
  `status` smallint(6) NOT NULL DEFAULT '10',
  `time` int(11) NOT NULL DEFAULT '0',
  `created_at` int(11) NOT NULL DEFAULT '0',
  `updated_at` int(11) NOT NULL DEFAULT '0',
  `description` varchar(500) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `user`
--

INSERT INTO `user` (`id`, `username`, `auth_key`, `password_hash`, `password_reset_token`, `email`, `role`, `status`, `time`, `created_at`, `updated_at`, `description`) VALUES
(1, 'Admin', '-ZlOqCI01DgOycP4E-q7o-HYcskMILkU', '$2y$13$hyANuoolPggx3NFDhBNcS.w7DVup3v8VvhNp9WpZEnQ7zQxNdfOWq', NULL, 'admin@to.ru', 10, 10, 0, 1434984651, 1434984651, ''),
(2, 'админ', 'd-mRJA5Sn8H9xH0atWxYYaw9dMw4RbEL', '$2y$13$JLGu/9YGTxY28hHxzAmtk.1eN.YTf0QnTspKSCDPONYAn4wOuC.O.', NULL, 'admin@to.ru', 10, 10, 0, 1434984809, 1434984809, ''),
(3, 'первый', 'BZyyAi2tnR54zgSObwWROVd9hrlNTK39', '$2y$13$ZZ.7Kf6eKv/nFnu0EdJA6.KoQ37mtdaR9T0.7qe7UcC9eE.sH3diW', NULL, '1@to.ru', 10, 10, 0, 1434984994, 1435057808, ''),
(4, 'Второй', 'v8LOy2S_L48eOORTOC5F3j1UApHdYjyN', '$2y$13$DNkuRjMuzeaP2iKCz.eN5.SeC7iFphaFmjENTZMIyE5AGFjPY6Rs2', NULL, '2@to.ru', 10, 10, 0, 1434985252, 1434985252, ''),
(5, 'NechhIST', 'QE_lNVdwbe6E8YlcUcqPQUR8540Vytoz', '$2y$13$8EgPn/FHSjmKSZqUFlsugeGyDmNhc17DdE3VaoWjawl.36b7cGq9u', NULL, 'am@a.ru', 10, 10, 0, 1434992966, 1434992966, ''),
(6, 'Потапыч', 'ypUDs1bzZ35ja5n5ja8h2j8hGtbH07fE', '$2y$13$JixXDn3qpcJOFoW7Rs5Hce4nFN6pSGgXJcRlV2fHNrAccNMcO2v.S', NULL, 'ss@ss.ru', 10, 10, 0, 1434995478, 1434995478, ''),
(7, 'Mustafa', 'jARYSj4MofxD_EqYENniYApS4Nsdy7Xo', '$2y$13$ZnVJ/4l0G6zgkqa2JamUV.RBL4d2ZdnvwQXDQpM5snOMoWvCUGZE6', NULL, 'qw@qw.qw', 10, 10, 0, 1435056468, 1435056468, ''),
(8, 'Логика Бога', 'nC_Ba3rdNYDfb9yaxdGhNRpOKvuiQEE-', '$2y$13$Orrm7QbE9yq8NRDkeYEjA.WicT4mE/v7gEmDnMZ1Y4VT0yBnNNH5O', NULL, 'as@as.qw', 10, 10, 0, 1435056869, 1435056869, ''),
(9, 'Luser0k', '0S9fI3fH0a2ldg45Lkc-SfXXBN7TX86c', '$2y$13$MBV0qvxZW6mDRsS1XP9fHOF8eUB8vQi0rtNKhsd/65iXHB2oZ3tAC', NULL, 'asd@qw.ew', 10, 10, 0, 1435062067, 1435062067, ''),
(10, 'Milka18', 'Wt0fgZdWmwt3z2Q5VZrrH37CV0lt0gcc', '$2y$13$ZaDUgtajRmIjB9oQH/ILQOCgOSdHGUHByc7WSciJPy3IhUK0ITRh.', NULL, 'we@qw.ww', 10, 10, 0, 1435080237, 1435080237, ''),
(11, 'deadRabbit', '3P5qhLrhRA7W50YGWf1OT_61XV96DHYy', '$2y$13$VNf0XBt0yLeNk27UmAn9teJjsSE6aVfjBe6HNwe.O3.9tVtxQzrpW', NULL, 'zezel31@mail.ru', 10, 10, 0, 1435080338, 1435080338, ''),
(12, 'Su4ara', 'Bp8edWrB5Y3AeaPwvA-TFc5sIipjuZII', '$2y$13$WKtUIsRfi.ygnsShHBtXy.WCBqusTPzsdVpdpXWctBec3nNThnXmm', NULL, 'as@aa.ww', 10, 10, 0, 1435165287, 1435165287, ''),
(13, 'Lesh_RAK', 'aMxWJ4yUB_QHcFrk9JnJKmoohBdQdVYa', '$2y$13$wF10kYzsrx54uylSetB2fO3p.5cuwuV2uqaFuPuFxHcYED3r4UAZi', NULL, 'qw@qw.qw', 10, 10, 0, 1435251761, 1435251761, ''),
(14, 'Кики', 'RLa608Zg43EtK56vv3GorcFRQrgXQkRR', '$2y$13$g.juzfW0Sgkgpt9ku8llZe7cU0crYVC9pi88F.VIjZoZj1hpJvgLi', NULL, 'qw@qw.we', 10, 10, 0, 1435417877, 1435417877, ''),
(15, 'energy502', 'oBtthE9RkoR-wJgA9TLXPNVGaarccWTV', '$2y$13$pnQfKzLXqOAt2QBnJTo1HOp76AWzPr/WeFKy63LxjbHLnqzx0U6mK', NULL, 'tofyzaval@mail.ru', 10, 10, 0, 1435871686, 1435871686, ''),
(16, 'Crocod', 'exQ4AhGIqWXcT1QjPsC3BtQXtmRlgCr3', '$2y$13$GnqaBIC63Rto9n9j3tU5TOp7cAPfdunI9UC6azGf8eYylzQdmbkWO', NULL, 'qw@qw.qw', 10, 10, 0, 1436082880, 1436082880, ''),
(17, 'FhantomShow', 'kJq98pDH4VSaH6UElu0z1-TwHZjTPYyY', '$2y$13$yD3HmgvNOTWPGkIDegfXmeB3arYsf4zRW.NraQ2OwwFid72M0jG0K', NULL, 'mrjojoh@mail.ru', 10, 10, 0, 1436102217, 1436102217, ''),
(18, 'voloha91', 'WDxuJP4ImPbk5auffKlIusTwHX4ew7PM', '$2y$13$nDQijaqPzyTyPC0qaPLPA.uOLryRvhpPSqJA5yxYP9thZv69Jb9Dy', NULL, 'anasta993@mail.ru', 10, 10, 0, 1438087705, 1438087705, '');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `chatmain`
--
ALTER TABLE `chatmain`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `link`
--
ALTER TABLE `link`
  ADD PRIMARY KEY (`id`),
  ADD KEY `admin_id` (`admin_id`);

--
-- Индексы таблицы `migration`
--
ALTER TABLE `migration`
  ADD PRIMARY KEY (`version`);

--
-- Индексы таблицы `msgs`
--
ALTER TABLE `msgs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `unit_id` (`unit_id`),
  ADD KEY `unit_type` (`unit_type`);

--
-- Индексы таблицы `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `season`
--
ALTER TABLE `season`
  ADD PRIMARY KEY (`id`),
  ADD KEY `t_id` (`t_id`);

--
-- Индексы таблицы `t`
--
ALTER TABLE `t`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `chatmain`
--
ALTER TABLE `chatmain`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT для таблицы `link`
--
ALTER TABLE `link`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT для таблицы `msgs`
--
ALTER TABLE `msgs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT для таблицы `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT для таблицы `season`
--
ALTER TABLE `season`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=27;
--
-- AUTO_INCREMENT для таблицы `t`
--
ALTER TABLE `t`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=17;
--
-- AUTO_INCREMENT для таблицы `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=19;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
