<?php
$this->title = 'О сайте | '.Yii::$app->name;
?>

<div class="container">
    <h2>Правила и инструкции</h2>

    <strong>Правила:</strong>
    <br />1. Запрещено:
    <br />а) Публикация участников с матерными словами;
    <br />б) Ссылки на сайты не содержащие турниры;
    <br />2. Больше правил нет...
    <br />
    <br />

    <strong>Инструкция, чтоб создать турнир:</strong>
    <br />1. Зарегистрируйтесь и войдите под свим логином и паролем;
    <br />2. Зайдите в раздел "Турниры" и нажмите кнопку "Создать свой турнир";
    <br />3. Заполните анкету и нажмите кнопку "Создать турнир";
    <br />4. В профиле созданного турнира нажмите "Добавить новую турнирную сетку";
    <br />5. Заполните анкету, выбирите тип турнирной сетки и нажмите кнопку "Создать турнирную сетку";
    <br />6. Заполнять участников и время проведения в турнирной сетке можно двумя способами:
    <br />а) Медленный способ - Нажмите "Изменить турнирную сетку" и можете сразу заполнять всю таблицу, а затем нажмите "Сохранить изменения в турнирной сетке";
    <br />б) Быстрый способ - Два раза кликните мышью на ячейку с командой (или пустую ячейку) и заполните ее, затем нажмите мышью на кнопку "Ок" или на клавиатуре "Enter".
    <br />
    <br />

    <strong>Удачного проведения турнира!</strong>
</div>

